Repository: python-coach/microsocial2
Catalog: locale/*/LC_MESSAGES/django.po
Languages: uk

source: Пароли не совпадают.
uk: Паролі не співпадають.

source: Пользователь с таким email уже существует.
uk: Користувач з таким email вже існує.

source: Неправильный email или пароль.
uk: Невірний email або пароль.

source: Пользователя с таким email не существует.
uk: Користувач з таким email не існує.

source: авторизация
uk: авторизація

source: войти
uk: ввійти

source: забыли пароль?
uk: забули пароль?

source: регистрация
uk: реєстрація

source: восстановление пароля
uk: відновлення пароля

source: Подтвердите восстановление пароля перейдя по ссылке, которая отправлена на Ваш email %(e)s.
uk: Підтвердіть відновлення пароля перейшовши по посиланню, яке відправлене на Ваш email %(e)s.

source: восстановить пароль
uk: відновити пароль

source: новый пароль
uk: новий пароль

source: сохранить
uk: зберегти

source: Спасибо за регистрацию, %(u)s!
uk: Дакуюємо на реєстрацію, %(u)s!

source: Подтвердите регистрацию перейдя по ссылке, которая отправлена на Ваш email %(e)s.
uk: Підтвердіть реєстрацію перейшовши по посиланню, яке відправлене на Ваш email %(e)s.

source: зарегистрироваться
uk: зареєструватись

source: Ваша регистрация успешно подтверждена. Можете войти.
uk: Ваша реєстрація успішно підтверджена. Можете ввійти.

source: введите сообщение
uk: введіть повідомлення

source: сообщения
uk: повідомлення

source: диалог с
uk: діалог з

source: отправить
uk: надіслати

source: новости
uk: новини

source: мой профиль
uk: мій профіль

source: друзья
uk: друзі

source: поиск людей
uk: пошук людей

source: выход
uk: вихід

source: новые
uk: нові

source: старые
uk: старі

source: сообщение на стене
uk: повідомлення на стіні

source: создание дружественной связи
uk: створення дружнього зв'язку

source: разрыв дружественной связи
uk: розірвання дружнього зв'язку

source: и
uk: і

source: разорвали дружбу
uk: розірвали дружбу

source: подружились
uk: потоваришували

source: написал на своей стене
uk: написав на своїй стіні

source: написал на стене
uk: написав на стіні

source: Введите дату в формате ГГГГ-ММ-ДД
uk: Введіть дату в форматі РРРР-ММ-ДД

source: новый email
uk: новий email

source: текущий пароль
uk: теперішній пароль

source: Введен неправильный пароль.
uk: Введений невірний пароль.

source: напишите на стене...
uk: напишіть на стіні...

source: имя, фамилия
uk: ім'я, прізвище

source: пол
uk: стать

source: все
uk: всі

source: год рождения от
uk: рік народження від

source: от
uk: від

source: год рождения до
uk: рік народження до

source: город
uk: місто

source: место работы
uk: місце роботи

source: о себе
uk: про себе

source: интересы
uk: інтереси

source: Нельзя самого себя добавить в друзья.
uk: Не можна самого себе додати в друзі.

source: мужской
uk: чоловіча

source: женский
uk: жіноча

source: first name
uk: ім'я

source: last name
uk: прізвище

source: staff status
uk: статус персоналу

source: Designates whether the user can log into this admin site.
uk: Визначає, чи може користувач увійти до цього сайту адміністрування.

source: active
uk: активний

source: Designates whether this user should be treated as active. Unselect this instead of deleting accounts.
uk: Визначає, чи можна цього користувача вважати діючим. Заберіть галочку, замість відалення запису користувача.

source: date joined
uk: дата реєстрації

source: confirmed registration
uk: підтверджена реєстрація

source: дата рождения
uk: дата народження

source: Подтвердите регистрацию на Microsocial
uk: Підтвердіть реєстрацію на Microsocial

source: Для подтверждения перейдите по ссылке: {}
uk: Для підтвердження перейдіть по посиланню: {}

source: Подтвердите восстановление пароля на Microsocial
uk: Підтвердіть відновлення пароля на Microsocial

source: Вы уже друзья.
uk: Ви вже друзі.

source: Заявка уже создана и ожидает рассмотрения.
uk: Заявка вже створена і очікує розгляду.

source: Заявка не существует.
uk: Заявка не існує.

source: владелец стены
uk: власних стіни

source: входящие заявки
uk: вхідні заявки

source: исходящие заявки
uk: вихідні заявки

source: удалить из друзей
uk: видалити з друзів

source: написать сообщение
uk: написати повідомлення

source: подтвердить
uk: підтвердити

source: отклонить
uk: відхилити

source: отменить
uk: скасувати

source: настройки
uk: налаштування

source: добавить в друзья
uk: додати в друзі

source: опубликовать
uk: опублікувати

source: год рождения
uk: рік народження

source: искать
uk: шукати

source: %(age)s лет
uk: %(age)s років

source: удалить
uk: видалити

source: У вас еще нету аватарки :(
uk: У вас ще немає аватарки :(

source: изменение пароля
uk: зміна пароля

source: изменить пароль
uk: змінити пароль

source: изменение email
uk: зміна email

source: текущий email
uk: теперішній email

source: изменить email
uk: змінити email

source: Сообщение успешно опубликовано.
uk: Повідомлення успішно опубліковано.

source: Профиль успешно сохранен.
uk: Профіль успішно збережений.

source: Пароль успешно изменен.
uk: Пароль успішно змінений.

source: Email успешно изменен.
uk: Email успішно змінений.

source: Заявка успешно отправлена и ожидает рассмотрения.
uk: Заявка успішно відправлена і очікує розгляду.

source: Пользователь успешно добавлен в друзья.
uk: Користувач успішно доданий в друзі.

source: Пользователь успешно удален из друзей.
uk: Користувач успішно видаленй з друзів.

source: Заявка успешно подтверждена. Пользователь добавлен в друзья.
uk: Заявка успішно підтверджена. Користувач доданий в друзі.

source: Заявка успешно отклонена.
uk: Заявка успішно відхилена.

source: Заявка успешно отменена.
uk: Заявка успішно скасована.
